# MepVrfLoop Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..MepVrfLoop Property
ParameterTypeId Class See Also
---
"Variable Refrigerant Flow Loop"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId MepVrfLoop { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MepVrfLoop As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MepVrfLoop {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace